tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "aha"
brew "libyaml"
brew "python@3.9"
brew "ansible"
brew "automake"
brew "bpytop"
brew "glib"
brew "llvm"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "docker", link: false
brew "doctl"
brew "node"
brew "emscripten"
brew "fzf"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "html2text"
brew "htop"
brew "httpie"
brew "ical-buddy"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "lastpass-cli"
brew "ldns"
brew "leptonica"
brew "libxslt"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mmv"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openssh"
brew "pango"
brew "perl"
brew "prettyping"
brew "pstoedit"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "spark"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "transmission-cli"
brew "unixodbc"
brew "unzip"
brew "watch"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "jakehilborn/jakehilborn/displayplacer"
brew "qmk/qmk/qmk"
cask "alfred"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "docker"
cask "dozer"
cask "dropbox"
cask "finicky"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "ledger-live"
cask "meetingbar"
cask "moom"
cask "mysqlworkbench"
cask "path-finder"
cask "robo-3t"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "toggl-track"
cask "transmission"
cask "vlc"
mas "Clocker", id: 1056643111
mas "iStatistica Pro", id: 1447778660
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
