tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
brew "automake"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "libssh2"
brew "dtc"
brew "exa"
brew "fd"
brew "flux", link: false
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "python@3.11"
brew "httpie"
brew "libheif"
brew "libraw"
brew "inetutils"
brew "jq"
brew "jump"
brew "lastpass-cli"
brew "lazydocker"
brew "ldns"
brew "libfido2"
brew "libxslt"
brew "lua"
brew "luajit"
brew "mas"
brew "navi"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nss"
brew "openssh"
brew "php"
brew "protobuf"
brew "pstoedit"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ssh-copy-id"
brew "stow"
brew "tldr"
brew "unzip"
brew "watch"
brew "wget"
brew "zsh"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazygit/lazygit"
cask "brave-browser"
cask "docker"
cask "dozer"
cask "dropbox"
cask "finicky"
cask "firefox-developer-edition"
cask "flux"
cask "meetingbar"
cask "moom"
cask "path-finder"
cask "raycast"
cask "slack"
cask "spotify"
cask "stats"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm-nightly"
cask "zoom"
vscode "eamodio.gitlens"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "yzhang.markdown-all-in-one"
