tap "federico-terzi/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
brew "libyaml"
brew "ansible"
brew "automake"
brew "bat"
brew "glib"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "ccache"
brew "llvm"
brew "ccls"
brew "cmake"
brew "cmatrix"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dtc"
brew "emscripten"
brew "exa"
brew "fd"
brew "flux", link: false
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "jump"
brew "lastpass-cli"
brew "lazydocker"
brew "ldns"
brew "libfido2"
brew "libxslt"
brew "lua"
brew "luajit"
brew "mas"
brew "mmv"
brew "tree-sitter"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "openssh"
brew "pango"
brew "perl"
brew "pstoedit"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "spark"
brew "ssh-copy-id"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "thefuck"
brew "tldr"
brew "unzip"
brew "watch"
brew "wget"
brew "wimlib"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jesseduffield/lazygit/lazygit"
cask "alfred"
cask "android-file-transfer"
cask "brave-browser"
cask "docker"
cask "dozer"
cask "dropbox"
cask "finicky"
cask "flux"
cask "kitty"
cask "ledger-live"
cask "meetingbar"
cask "moom"
cask "path-finder"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Clocker", id: 1056643111
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
